{
  "タイトル": "プライバシーポリシー",
  "はじめに": {
    "タイトル": "はじめに",
    "内容": "本アプリケーション（以下、「当アプリ」）では、ユーザーのプライバシーを尊重し、個人情報の保護に努めています。本プライバシーポリシー（以下、「本ポリシー」）では、当アプリが収集する情報の種類、その利用方法、および第三者への提供について説明します。",
    "適用範囲": {
      "タイトル": "適用範囲",
      "内容": "本プライバシーポリシーは、当アプリにおいてのみ適用されます。"
    }
  },
  "1": {
    "タイトル": "1. 収集する情報",
    "1-1": {
      "タイトル": "1-1. 匿名フィードバック",
      "内容": "当アプリでは、ユーザーからのフィードバックを匿名で収集しています。フィードバックフォームを通じて提供された情報（コメント、評価、提案など）は、個人を特定できる情報を含まない形で収集されます。"
    },
    "1-2": {
      "タイトル": "1-2. 自動収集情報",
      "内容": "当アプリの利用に際して、以下の情報が自動的に収集される場合があります：",
      "ユーザーのデバイス情報": "ユーザーのデバイス情報（OSバージョン、デバイスの種類、IPアドレスなど）",
      "アプリの利用状況": "アプリの利用状況（利用頻度、機能の使用状況など）",
      "ログ": "ログ（アプリのクラッシュ時に発生したエラー情報など）"
    }
  },
  "2": {
    "タイトル": "2. 情報の利用",
    "2-1": {
      "タイトル": "2-1. フィードバックの活用",
      "内容": "収集したフィードバックは、アプリの改善や新機能の開発、ユーザーエクスペリエンスの向上に活用されます。お問い合わせや記事へのコメントの際、名前やメールアドレスなどの個人情報を入力いただく場合がございます。取得した個人情報は、お問い合わせに対する回答や必要な情報をメールなどでご連絡する場合に利用させていただくものであり、これらの目的以外では利用いたしません。"
    },
    "2-2": {
      "タイトル": "2-2. 分析",
      "内容1": "当アプリでは、Googleによるアクセス解析ツール「Googleアナリティクス」を使用しています。このGoogleアナリティクスはデータの収集のためにCookieを使用しています。このデータは匿名で収集されており、個人を特定するものではありません。",
      "内容2": "GoogleアナリティクスのCookieは、26ヶ月間保持されます。この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。この規約に関しての詳細は",
      "内容3": "Googleアナリティクスサービス利用規約のページ",
      "内容4": "や",
      "内容5": "Googleポリシーと規約ページ",
      "内容6": "をご覧ください。"
    },
    "2-3": {
      "タイトル": "2-3. フィードバックフォームおよび問い合わせフォームについて",
      "内容": "当アプリはコメントや問い合わせを記録する際に、IPアドレスを収集しています。これは標準機能としてサポートされている機能で、スパムや荒らしへの対応以外にこのIPアドレスを使用することはありません。"
    }
  },
  "3": {
    "タイトル": "3. 第三者への提供",
    "内容1": "当アプリでは、収集した情報を第三者に提供することはありません。",
    "内容2": "ユーザーの同意がある場合",
    "内容3": "法令に基づく場合",
    "内容4": "生命、身体、財産の保護のために必要がある場合",
    "3-1": {
      "タイトル": "3-1. Amazonの広告配信について",
      "内容": "当アプリは、Amazon.co.jpを宣伝しリンクすることによってサイトが紹介料を獲得できる手段を提供することを目的に設定されたアフィリエイトプログラムである、Amazonアソシエイト・プログラムの参加者です。第三者（Amazonや他の広告掲載者）がコンテンツおよび宣伝を提供し、訪問者から直接情報を収集し、訪問者のブラウザにCookieを設定したり、認識したりする場合があります。"
    }
  },
  "4": {
    "タイトル": "4. クッキーの使用",
    "内容": "当アプリでは、ユーザーエクスペリエンスの向上および分析目的でクッキーを使用する場合があります。ユーザーは、ブラウザの設定によりクッキーの使用を拒否することができますが、一部の機能が正しく動作しなくなる可能性があります。"
  },
  "5": {
    "タイトル": "5. セキュリティ",
    "内容": "当アプリは、収集した情報の安全性を確保するために、適切な技術的および組織的措置を講じています。ただし、インターネット上のデータ転送や電子保存の方法には完全なセキュリティを保証できません。"
  },
  "6": {
    "タイトル": "6. 未成年者のプライバシー",
    "内容": "当アプリは、未成年者のプライバシーを尊重しています。未成年者の個人情報を収集することはありません。もし未成年者から個人情報が提供された場合、当該情報は速やかに削除します。"
  },
  "7": {
    "タイトル": "7. プライバシーポリシーの変更",
    "内容": "当アプリは、個人情報に関して適用される日本の法令を遵守するとともに、本プライバシーポリシーの内容を適宜見直しその改善に努めます。修正された最新のプライバシーポリシーは常に本ページにて開示されます。"
  },
  "8": {
    "タイトル": "8. 免責事項",
    "内容1": "当アプリでは各ASPの商品を紹介するアフィリエイトに参加しています。リンクやバナーなどによって他のサイトに移動された場合、移動先サイトで提供される情報、サービス等について一切の責任を負いません。サービスの利用・商品の購入に関してましては、自己責任でお願いします。",
    "内容2": "当アプリのコンテンツ・情報につきまして、可能な限り正確な情報を掲載するよう努めておりますが、誤った情報の場合や、情報が古くなっていることもございます。当アプリに掲載された内容によって生じた損害等の一切の責任を負いかねますのでご了承ください。"
  },
  "9": {
    "タイトル": "9. お問い合わせ",
    "内容1": "本ポリシーに関するお問い合わせは、以下の連絡先までお願いします。",
    "内容2": "Xアカウント: ",
    "内容3": "（当アプリ開発者）",
    "内容4": "2025年1月18日 制定"
  }
}
